[M_Ep17_KillJack MissionDefinition]
MissionName="Feet of God"
MissionDescription="You must find and kill handsome Jack before he awakens the warrior. Partly to protect Pandora, but also to protect Lilith. But mostly because Jack is an ass..<br>Jack argued [place]hero card[-place], A soldier is buried there. In order to overcome the defenses used by Hyperion, you need to clap.."
TurnInDescription="You kill Jack, defeat the heroes and save Pandora..<br>what <br>In ~.<br>Music composer."
MissionSummary="Look at the house [place]The way of the hero[-place] Use surprise."
MissionGiver="pain"
MissionTurnInLocation="fishing-"
TeaserText=""

[M_Ep17_KillJack:ContinueOnAlone MissionObjectiveDefinition]
ProgressMessage="no help"

[M_Ep17_KillJack:DefeatTheWarrior MissionObjectiveDefinition]
ProgressMessage="defeat the soldiers"

[M_Ep17_KillJack:DefeatTheWarriorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="A successful hero."
MissionDescriptionOverride="Kill a cute cat, but he did not have time to stop the hero..<br>However, you should try.."

[M_Ep17_KillJack:DefendClaptrap MissionObjectiveDefinition]
ProgressMessage="claptrap security"

[M_Ep17_KillJack:EndThis MissionObjectiveDefinition]
ProgressMessage="This is the end."

[M_Ep17_KillJack:FindJack MissionObjectiveDefinition]
ProgressMessage="Take the knife"

[M_Ep17_KillJack:FindjackCompleteAscentSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Survive before Mordaki destroys the defense zone.."
MissionDescriptionOverride="you did it [place]It's a great story.[-place], But now you and the bridge are in trouble. Hyperion Security specifically blocks your path. And Mordecai turned and with good intentions went down into the garden. But first, you and Bridge must protect Hyperion's forces in the area.."

[M_Ep17_KillJack:FindJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Survive until the Moltaki leave the defensive zone.."
MissionDescriptionOverride="Did you succeed? [place]Hero Tickets:[-place], But now you and Brick are in trouble. In particular, the Hyperion Security Zone blocks your path. Mordecai will shoot across the field and fight his way into the goal, but not before you and Brick have to stop Hyperion's power. place."

[M_Ep17_KillJack:FollowClaptrap MissionObjectiveDefinition]
ProgressMessage="Watch out for Claptrap"

[M_Ep17_KillJack:FollowClaptrapSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:FollowClaptrapSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:GetTheArtifactSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Remove the key from the broken part."
MissionDescriptionOverride="Jack is dead. Now the only question remains: what can be done with the Camry key??"

[M_Ep17_KillJack:GoOnAloneSet MissionObjectiveSetDefinition]
MissionSummaryOverride="kill Jack."
MissionDescriptionOverride="Before you can wake up the hero, you have to find a handsome Jack. One is to save Pandora and the other is to save Lilith. But mostly because he was part of the crowd..<br>Claptrap will help you register [place]Lack of character[-place], But there are treacherous steps and he cannot complete the last part of the journey with the child..<br>He should be proud."

[M_Ep17_KillJack:GoToEridiumBlight MissionObjectiveDefinition]
ProgressMessage="Return to the eridium void."

[M_Ep17_KillJack:GoToEridiumBlightSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:KillGateGuardsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:KillJack MissionObjectiveDefinition]
ProgressMessage="Handsome Jack is dead"

[M_Ep17_KillJack:KillJackForRealzSet MissionObjectiveSetDefinition]
MissionSummaryOverride="jack jack."
MissionDescriptionOverride="The soldier was killed. Jack didn't. It's time to adapt.."

[M_Ep17_KillJack:KillJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Although he may have ended the war too late, he finally met the handsome Jack..<br>Now kill this idiot."

[M_Ep17_KillJack:LeaveSanctuarySet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:LeaveSanctuarySet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:LetLilithKillJack MissionObjectiveDefinition]
ProgressMessage="Lilith will kill Jack."

[M_Ep17_KillJack:LetLilithKillJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:MeetClapTrapInEridiumBlight MissionObjectiveDefinition]
ProgressMessage="Meet Claptrap!"

[M_Ep17_KillJack:MeetClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:NukeHimFromOrbit MissionObjectiveDefinition]
ProgressMessage="Every month every month"

[M_Ep17_KillJack:NukeTheWarriorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="The hero fell before his death. Lilith tells them to find food on the moon so they can kill all the soldiers.."

[M_Ep17_KillJack:TalkToClaptrap MissionObjectiveDefinition]
ProgressMessage="Talk to Kraptrap."

[M_Ep17_KillJack:TalkToHammerlock MissionObjectiveDefinition]
ProgressMessage="talk to the hammer"

[M_Ep17_KillJack:TalkToMarcus MissionObjectiveDefinition]
ProgressMessage="Talk to Marcus"

[M_Ep17_KillJack:TalkToMoxxi MissionObjectiveDefinition]
ProgressMessage="Talk to Moxie"

[M_Ep17_KillJack:TalkToScooter MissionObjectiveDefinition]
ProgressMessage="Talk to Scooter"

[M_Ep17_KillJack:TalktoTannis MissionObjectiveDefinition]
ProgressMessage="Talk to Tanis."

[M_Ep17_KillJack:TalkToZed MissionObjectiveDefinition]
ProgressMessage="He is talking"

